[
    {
        "id": 1,
        "estate_title": "Cozy Townhouse in Suburbia",
        "segment_name": "Townhouses",
        "description": "Nestled in the serene ambiance of suburbia, this Cozy Townhouse offers a perfect blend of comfort and convenience. Its compact yet thoughtfully designed layout maximizes space efficiency, featuring inviting living areas, a modern kitchen, and intimate bedrooms. Surrounded by manicured lawns and tree-lined streets, it exudes a tranquil atmosphere ideal for relaxation. With close proximity to amenities and community facilities, this townhouse provides a harmonious suburban lifestyle, perfect for individuals or small families seeking a cozy retreat from the hustle and bustle of city life.",
        "price": "$300,000",
        "status": "Sale",
        "area": "1,500 sq ft",
        "location": "Suburbia, City X",
        "facilities": [
            "3 bedrooms",
            "2 bathrooms",
            "backyard garden"
        ],
        "image": "https://i.ibb.co/sghx6vY/e1.png"
    },
    {
        "id": 2,
        "estate_title": "Luxury Apartment with Stunning Views",
        "segment_name": "Apartments",
        "description": "Perched high above the cityscape, this Luxury Apartment epitomizes elegance and sophistication. Its expansive windows offer breathtaking panoramic views of the surrounding skyline or scenic landscapes, creating a captivating backdrop for daily living. Designed with meticulous attention to detail, the interior boasts high-end finishes, upscale appliances, and spacious living areas adorned with modern décor. Residents indulge in luxurious amenities such as a rooftop terrace, fitness center, and concierge services, elevating the living experience to unparalleled heights.",
        "price": "$1,200,000",
        "status": "Sale",
        "area": "2,000 sq ft",
        "location": "Downtown, City Y",
        "facilities": [
            "2 bedrooms",
            "2.5 bathrooms",
            "balcony",
            "gym",
            "pool"
        ],
        "image": "https://i.ibb.co/DLntVZc/e2.jpg"
    },
    {
        "id": 3,
        "estate_title": "Student Housing Near University",
        "segment_name": "Student Housing",
        "description": "Located just a stone's throw away from the university campus, this Student Housing offers the perfect blend of convenience and comfort for academic pursuits. Designed with the needs of students in mind, it provides cozy yet functional living spaces equipped with modern amenities and study-friendly environments. With proximity to campus facilities and easy access to public transportation, students can balance their academic commitments with ease. The vibrant community atmosphere fosters collaboration and social engagement, creating a supportive environment for personal and academic growth.",
        "price": "$800/month",
        "status": "Rent",
        "area": "800 sq ft",
        "location": "University District, City Z",
        "facilities": [
            "studio apartment",
            "study area",
            "laundry facilities"
        ],
        "image": "https://i.ibb.co/bXhrYHP/e3.jpg"
    },
    {
        "id": 4,
        "estate_title": "Senior Living Community - Tranquil Retirement",
        "segment_name": "senior living communities",
        "description": "Welcome to Tranquil Retirement, where golden years are embraced with serenity and comfort. Our Senior Living Community offers a peaceful haven tailored to the unique needs of retirees. Nestled amidst lush landscapes and tranquil surroundings, our residences provide a safe and nurturing environment for seniors to thrive. From well-appointed accommodations to a host of amenities including fitness centers, social lounges, and wellness programs, every aspect is designed to promote an active and fulfilling lifestyle.",
        "price": "Contact for Pricing",
        "status": "Sale",
        "area": "Varies",
        "location": "Senior Living Community, City W",
        "facilities": [
            "1-2 bedroom apartments",
            "community center",
            "landscaped gardens"
        ],
        "image": "https://i.ibb.co/TkTFJLR/e4.jpg"
    },
    {
        "id": 5,
        "estate_title": "Family-Friendly Single-Family Home",
        "segment_name": "Single-family homes",
        "description": "A Family-Friendly Single-Family Home offers a warm and welcoming environment for families to thrive. With multiple bedrooms, ample living space, and a private yard, it provides room for children to play and grow. Its layout often includes open-concept kitchens and cozy living areas, ideal for family gatherings and quality time together. Safety features and a sense of community make it an ideal choice for families seeking a comfortable and secure living space to call home.",
        "price": "$400,000",
        "status": "Sale",
        "area": "2,500 sq ft",
        "location": "Suburban Neighborhood, City X",
        "facilities": [
            "4 bedrooms",
            "3 bathrooms",
            "backyard",
            "garage"
        ],
        "image": "https://i.ibb.co/GPjnFyY/e5.jpg"
    },
    {
        "id": 6,
        "estate_title": "Modern Downtown Loft",
        "segment_name": "Residential",
        "description": "Welcome to the epitome of urban living - the Modern Downtown Loft. This sleek and stylish residence embodies contemporary city living at its finest. Located in the heart of the bustling downtown district, it offers unparalleled access to vibrant nightlife, trendy eateries, and cultural hotspots. With its industrial-chic aesthetic, open-concept layout, and high ceilings, the loft exudes an air of sophistication and spaciousness. Floor-to-ceiling windows flood the space with natural light, while providing panoramic views of the city skyline. Whether lounging in the sleek living area, cooking in the gourmet kitchen, or entertaining guests against the backdrop of city lights, this modern loft offers a dynamic urban lifestyle for those seeking the pulse of downtown living.",
        "status": "Rent",
        "area": "1,200 sq ft",
        "location": "Downtown, City Y",
        "facilities": [
            "open floor plan",
            "high ceilings",
            "modern kitchen"
        ],
        "image": "https://i.ibb.co/yYj4SSJ/e6.jpg"
    }
]